Repository: GSM-MSG/StudyMate-iOS
Catalog: StudyMate/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, he, hi, it, ja, ko, pl, pt_br, ru, tr, uk_ua, zh_hans

# onboarding_dashboard_stats_title
source: Learning Statistics
ar: إحصائيات التعلم
bn: শিক্ষা পরিসংখ্যান
de: Lernstatistiken
es: Estadísticas de aprendizaje
fa: آمار یادگیری
fr: Statistiques d'apprentissage
he: סטטיסטיקות למידה
hi: सीखने के आंकड़े
it: Statistiche di apprendimento
ja: 学習統計
ko: 학습 통계
pl: Statystyki nauki
pt_br: Estatísticas de aprendizado
ru: Статистика обучения
tr: Öğrenme istatistikleri
uk_ua: Статистика навчання
zh_hans: 学习统计

# onboarding_dashboard_tip1
source: Get an overview of your progress with learning statistics
ar: احصل على نظرة عامة لتقدمك من خلال إحصائيات التعلم
bn: শিক্ষা পরিসংখ্যানের মাধ্যমে আপনার অগ্রগতির সামগ্রিক চিত্র পান
de: Erhalte einen Überblick über deinen Fortschritt mit Lernstatistiken
es: Obtén una visión general de tu progreso con estadísticas de aprendizaje
fa: با آمار یادگیری، نمای کلی از پیشرفت خود را مشاهده کنید
fr: Obtenez un aperçu de votre progression avec les statistiques d'apprentissage
he: קבל סקירה כללית של ההתקדמות שלך עם סטטיסטיקות למידה
hi: सीखने के आंकड़ों के साथ अपनी प्रगति का अवलोकन प्राप्त करें
it: Ottieni una panoramica dei tuoi progressi con le statistiche di apprendimento
ja: 学習統計で進捗状況の概要を把握
ko: 학습 통계로 진행 상황을 한눈에 파악하세요
pl: Uzyskaj przegląd postępów dzięki statystykom nauki
pt_br: Obtenha uma visão geral do seu progresso com estatísticas de aprendizado
ru: Получите обзор вашего прогресса с помощью статистики обучения
tr: Öğrenme istatistikleriyle ilerlemenin genel görünümünü elde et
uk_ua: Отримайте огляд свого прогресу за допомогою статистики навчання
zh_hans: 通过学习统计概览你的进度

# onboarding_dashboard_tip2
source: Analyze and improve learning patterns with weekly charts
ar: حلل وحسّن أنماط التعلم باستخدام الرسوم البيانية الأسبوعية
bn: সাপ্তাহিক চার্ট দিয়ে শিক্ষার ধরন বিশ্লেষণ করুন এবং উন্নত করুন
de: Analysiere und verbessere Lernmuster mit wöchentlichen Diagrammen
es: Analiza y mejora patrones de aprendizaje con gráficos semanales
fa: الگوهای یادگیری را با نمودارهای هفتگی تحلیل و بهبود بخشید
fr: Analysez et améliorez vos modèles d'apprentissage avec les graphiques hebdomadaires
he: נתח ושפר דפוסי למידה עם תרשימים שבועיים
hi: साप्ताहिक चार्ट के साथ सीखने के पैटर्न का विश्लेषण करें और सुधारें
it: Analizza e migliora i modelli di apprendimento con i grafici settimanali
ja: 週間チャートで学習パターンを分析・改善
ko: 주간 차트로 학습 패턴을 분석하고 개선하세요
pl: Analizuj i poprawiaj wzorce nauki za pomocą tygodniowych wykresów
pt_br: Analise e melhore padrões de aprendizado com gráficos semanais
ru: Анализируйте и улучшайте свои учебные привычки с помощью еженедельных графиков
tr: Haftalık grafiklerle öğrenme modellerini analiz et ve geliştir
uk_ua: Аналізуйте та покращуйте схеми навчання за допомогою тижневих діаграм
zh_hans: 通过每周图表分析和改进学习模式

# onboarding_dashboard_tip3
source: Stay motivated with consecutive study days
ar: حافظ على حماسك من خلال أيام الدراسة المتتالية
bn: ধারাবাহিক অধ্যয়নের দিনগুলির মাধ্যমে অনুপ্রেরণা পান
de: Bleibe motiviert durch aufeinanderfolgende Lerntage
es: Mantén la motivación con días consecutivos de estudio
fa: با روزهای متوالی مطالعه، انگیزه خود را حفظ کنید
fr: Restez motivé avec des jours d'étude consécutifs
he: שמור על מוטיבציה עם ימי לימוד רצופים
hi: लगातार अध्ययन दिनों के साथ प्रेरित रहें
it: Mantieni la motivazione con giorni di studio consecutivi
ja: 連続学習日数でモチベーションを維持
ko: 연속 학습일로 동기부여를 유지하세요
pl: Pozostań zmotywowany dzięki kolejnym dniom nauki
pt_br: Mantenha-se motivado com dias consecutivos de estudo
ru: Оставайтесь мотивированными благодаря последовательным дням занятий
tr: Ardışık çalışma günleriyle motivasyonunu koru
uk_ua: Залишайтеся вмотивованими завдяки послідовним дням навчання
zh_hans: 通过连续学习天数保持动力

# onboarding_dashboard_tips_title
source: Dashboard Usage Tips
ar: نصائح استخدام لوحة المعلومات
bn: ড্যাশবোর্ড ব্যবহারের টিপস
de: Dashboard-Nutzungstipps
es: Consejos de uso del panel
fa: نکات استفاده از داشبورد
fr: Conseils d'utilisation du tableau de bord
he: טיפים לשימוש בלוח המחוונים
hi: डैशबोर्ड उपयोग टिप्स
it: Suggerimenti per l'uso della dashboard
ja: ダッシュボード活用のヒント
ko: 대시보드 활용 팁
pl: Wskazówki dotyczące korzystania z pulpitu
pt_br: Dicas de uso do painel
ru: Советы по использованию панели управления
tr: Kontrol paneli kullanım ipuçları
uk_ua: Поради щодо використання панелі керування
zh_hans: 仪表板使用提示

# onboarding_dashboard_weekly_chart
source: Weekly Learning Progress
ar: تقدم التعلم الأسبوعي
bn: সাপ্তাহিক শিক্ষার অগ্রগতি
de: Wöchentlicher Lernfortschritt
es: Progreso de aprendizaje semanal
fa: پیشرفت یادگیری هفتگی
fr: Progression hebdomadaire d'apprentissage
he: התקדמות למידה שבועית
hi: साप्ताहिक सीखने की प्रगति
it: Progressi di apprendimento settimanali
ja: 週間学習進捗
ko: 주간 학습 진행도
pl: Tygodniowy postęp w nauce
pt_br: Progresso semanal de aprendizado
ru: Еженедельный прогресс обучения
tr: Haftalık öğrenme ilerlemesi
uk_ua: Тижневий прогрес навчання
zh_hans: 每周学习进度

# onboarding_demo
source: Demo
ar: عرض توضيحي
bn: ডেমো
fa: نسخه نمایشی
fr: Démo
he: הדגמה
hi: डेमो
ja: デモ
ko: 데모
ru: Демо
uk_ua: Демо
zh_hans: 演示

# onboarding_demo_content_description
source: Learned about SwiftUI State and Binding. Key concepts: - State manages view state - Binding connects data bidirectionally
ar: تعلمت عن State وBinding في SwiftUI. المفاهيم الأساسية: - State تدير حالة العرض - Binding يربط البيانات بشكل ثنائي الاتجاه
bn: SwiftUI স্টেট এবং বাইন্ডিং সম্পর্কে শিখেছি। মূল ধারণাগুলি: - স্টেট ভিউ স্টেট পরিচালনা করে - বাইন্ডিং ডেটা দ্বি-দিকভাবে সংযোগ করে
de: Habe über SwiftUI State und Binding gelernt. Wichtige Konzepte: - State verwaltet den Zustand der Ansicht - Binding verbindet Daten bidirektional
es: Aprendí sobre State y Binding en SwiftUI. Conceptos clave: - State gestiona el estado de la vista - Binding conecta los datos bidireccionalmente
fa: درباره State و Binding در SwiftUI یاد گرفتم. مفاهیم کلیدی: - State وضعیت نما را مدیریت می‌کند - Binding داده‌ها را به صورت دوطرفه متصل می‌کند
fr: J'ai appris sur l'État et la Liaison SwiftUI. Concepts clés : - L'État gère l'état de la vue - La Liaison connecte les données de façon bidirectionnelle
he: למדתי על State ו-Binding ב-SwiftUI. מושגי מפתח: - State מנהל את מצב התצוגה - Binding מחבר נתונים בצורה דו-כיוונית
hi: SwiftUI स्टेट और बाइंडिंग के बारे में सीखा। मुख्य अवधारणाएँ: - स्टेट व्यू स्थिति का प्रबंधन करता है - बाइंडिंग डेटा को द्विदिशात्मक रूप से जोड़ता है
it: Ho imparato su State e Binding in SwiftUI. Concetti chiave: - State gestisce lo stato della vista - Binding collega i dati in modo bidirezionale
ja: SwiftUIのStateとBindingについて学びました。 主要な概念： - Stateはビューの状態を管理する - Bindingはデータを双方向に接続する
ko: SwiftUI State와 Binding에 대해 학습했습니다. 주요 개념: - State는 뷰 상태를 관리합니다 - Binding은 데이터를 양방향으로 연결합니다
pl: Poznaj podstawy SwiftUI State i Binding. Kluczowe pojęcia: - State zarządza stanem widoku - Binding łączy dane dwukierunkowo
pt_br: Aprendi sobre State e Binding no SwiftUI. Conceitos-chave: - State gerencia o estado da view - Binding conecta dados bidirecionalmente
ru: Изучены SwiftUI State и Binding. Ключевые концепции: - State управляет состоянием представления - Binding связывает данные двунаправленно
tr: SwiftUI State ve Binding hakkında bilgi edindim. Ana kavramlar: - State görünüm durumunu yönetir - Binding verileri çift yönlü bağlar
uk_ua: Вивчив основи State та Binding у SwiftUI. Ключові концепції: - State керує станом представлення - Binding забезпечує двонаправлений зв'язок даних
zh_hans: 学习了 SwiftUI 的 State 和 Binding。 关键概念： - State 管理视图状态 - Binding 双向连接数据

# onboarding_demo_content_title
source: SwiftUI Basics
ar: أساسيات SwiftUI
bn: SwiftUI মৌলিক বিষয়
de: SwiftUI Grundlagen
es: Fundamentos de SwiftUI
fa: مبانی SwiftUI
fr: Bases de SwiftUI
he: יסודות SwiftUI
hi: SwiftUI मूल बातें
it: Fondamenti di SwiftUI
ja: SwiftUIの基礎
ko: SwiftUI 기초
pl: Podstawy SwiftUI
pt_br: Fundamentos do SwiftUI
ru: Основы SwiftUI
tr: SwiftUI Temelleri
uk_ua: Основи SwiftUI
zh_hans: SwiftUI 基础

# onboarding_get_started
source: Get Started
ar: ابدأ الآن
bn: শুরু করুন
de: Loslegen
es: Comenzar
fa: شروع کنید
fr: Commencer
he: בואו נתחיל
hi: शुरू करें
it: Inizia
ja: 始める
ko: 시작하기
pl: Rozpocznij
pt_br: Começar
ru: Начать
tr: Başla
uk_ua: Почати
zh_hans: 开始

# onboarding_help_section
source: Help
ar: المساعدة
bn: সাহায্য
de: Hilfe
es: Ayuda
fa: راهنما
fr: Aide
he: עזרה
hi: सहायता
it: Aiuto
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Ajuda
ru: Помощь
tr: Yardım
uk_ua: Допомога
zh_hans: 帮助

# onboarding_next
source: Next
ar: التالي
bn: পরবর্তী
de: Weiter
es: Siguiente
fa: بعدی
fr: Suivant
he: הבא
hi: अगला
it: Avanti
ja: 次へ
ko: 다음
pl: Dalej
pt_br: Próximo
ru: Далее
tr: İleri
uk_ua: Далі
zh_hans: 下一步

# onboarding_previous
source: Previous
ar: السابق
bn: পূর্ববর্তী
de: Zurück
es: Anterior
fa: قبلی
fr: Précédent
he: הקודם
hi: पिछला
it: Indietro
ja: 前へ
ko: 이전
pl: Wstecz
pt_br: Anterior
ru: Назад
tr: Önceki
uk_ua: Назад
zh_hans: 上一步

# onboarding_recent_record_1_title
source: SwiftUI Basics
ar: أساسيات SwiftUI
bn: SwiftUI মৌলিক বিষয়
de: SwiftUI Grundlagen
es: Fundamentos de SwiftUI
fa: مبانی SwiftUI
fr: Bases de SwiftUI
he: יסודות SwiftUI
hi: SwiftUI मूल बातें
it: Fondamenti di SwiftUI
ja: SwiftUIの基礎
ko: SwiftUI 기초
pl: Podstawy SwiftUI
pt_br: Fundamentos do SwiftUI
ru: Основы SwiftUI
tr: SwiftUI Temelleri
uk_ua: Основи SwiftUI
zh_hans: SwiftUI 基础

# onboarding_recent_record_2_title
source: Git Branch Strategy
ar: استراتيجية فروع Git
bn: গিট ব্রাঞ্চ কৌশল
de: Git Branch Strategie
es: Estrategia de ramas Git
fa: استراتژی شاخه‌بندی Git
fr: Stratégie de branches Git
he: אסטרטגיית ענפים ב-Git
hi: Git ब्रांच रणनीति
it: Strategia di branching Git
ja: Gitブランチ戦略
ko: Git 브랜치 전략
pl: Strategia gałęzi Git
pt_br: Estratégia de Branch no Git
ru: Стратегия веток в Git
tr: Git Dal Stratejisi
uk_ua: Стратегія гілок Git
zh_hans: Git 分支策略

# onboarding_recent_record_3_title
source: Algorithm Problem Solving
ar: حل مشكلات الخوارزميات
bn: অ্যালগরিদম সমস্যা সমাধান
de: Algorithmus-Problemlösung
es: Resolución de problemas de algoritmos
fa: حل مسائل الگوریتمی
fr: Résolution de problèmes d'algorithmes
he: פתרון בעיות אלגוריתמים
hi: एल्गोरिथम समस्या समाधान
it: Risoluzione di problemi algoritmici
ja: アルゴリズム問題解決
ko: 알고리즘 문제 해결
pl: Rozwiązywanie problemów algorytmicznych
pt_br: Resolução de Problemas de Algoritmos
ru: Решение алгоритмических задач
tr: Algoritma Problem Çözme
uk_ua: Розв'язання алгоритмічних задач
zh_hans: 算法问题解决

# onboarding_replay_subtitle
source: Review how to use the app
ar: مراجعة كيفية استخدام التطبيق
bn: অ্যাপ ব্যবহার করার পদ্ধতি পর্যালোচনা করুন
de: App-Nutzung noch einmal ansehen
es: Revisa cómo usar la aplicación
fa: مرور نحوه استفاده از برنامه
fr: Revoir comment utiliser l'application
he: סקירה כיצד להשתמש באפליקציה
hi: ऐप का उपयोग कैसे करें, इसकी समीक्षा करें
it: Rivedi come utilizzare l'app
ja: アプリの使い方を確認する
ko: 앱 사용 방법 다시 보기
pl: Przejrzyj, jak korzystać z aplikacji
pt_br: Revise como usar o aplicativo
ru: Просмотрите, как использовать приложение
tr: Uygulamayı nasıl kullanacağınızı gözden geçirin
uk_ua: Переглянути, як користуватися додатком
zh_hans: 回顾如何使用该应用

# onboarding_replay_title
source: View Onboarding Again
ar: عرض التعريف مرة أخرى
bn: অনবোর্ডিং আবার দেখুন
de: Einführung erneut anzeigen
es: Ver introducción de nuevo
fa: مشاهده مجدد آشناسازی
fr: Revoir l'intégration
he: צפה בהדרכה שוב
hi: ऑनबोर्डिंग फिर से देखें
it: Visualizza di nuovo l'onboarding
ja: オンボーディングを再表示
ko: 온보딩 다시 보기
pl: Zobacz wprowadzenie ponownie
pt_br: Ver introdução novamente
ru: Просмотреть обучение снова
tr: Başlangıç Eğitimini Tekrar İzle
uk_ua: Переглянути ознайомлення знову
zh_hans: 重新查看入门指南

# onboarding_skip
source: Skip
ar: تخطي
bn: এড়িয়ে যান
de: Überspringen
es: Omitir
fa: رد کردن
fr: Passer
he: דלג
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
pl: Pomiń
pt_br: Pular
ru: Пропустить
tr: Atla
uk_ua: Пропустити
zh_hans: 跳过

# onboarding_step1_subtitle
source: Record and manage your learning content
ar: سجل وأدر محتوى التعلم الخاص بك
bn: আপনার শিক্ষণ সামগ্রী রেকর্ড করুন এবং পরিচালনা করুন
de: Zeichne deine Lerninhalte auf und verwalte sie
es: Graba y gestiona tu contenido de aprendizaje
fa: محتوای یادگیری خود را ثبت و مدیریت کنید
fr: Enregistrez et gérez votre contenu d'apprentissage
he: הקלט ונהל את תוכן הלמידה שלך
hi: अपनी सीखने की सामग्री रिकॉर्ड करें और प्रबंधित करें
it: Registra e gestisci i tuoi contenuti di apprendimento
ja: 学習コンテンツを記録・管理する
ko: 학습 콘텐츠를 기록하고 관리하세요
pl: Rejestruj i zarządzaj treściami do nauki
pt_br: Registre e gerencie seu conteúdo de aprendizado
ru: Записывайте и управляйте вашим учебным контентом
tr: Öğrenme içeriğinizi kaydedin ve yönetin
uk_ua: Записуйте та керуйте своїм навчальним контентом
zh_hans: 记录并管理您的学习内容

# onboarding_step1_title
source: Add Study Content
ar: أضف محتوى الدراسة
bn: শিক্ষা সামগ্রী যোগ করুন
de: Lerninhalte hinzufügen
es: Añade contenido de estudio
fa: افزودن محتوای مطالعه
fr: Ajouter du contenu d'étude
he: הוסף תוכן לימודי
hi: अध्ययन सामग्री जोड़ें
it: Aggiungi contenuti di studio
ja: 学習コンテンツを追加
ko: 학습 콘텐츠 추가하기
pl: Dodaj treści do nauki
pt_br: Adicione conteúdo de estudo
ru: Добавьте учебный контент
tr: Çalışma İçeriği Ekle
uk_ua: Додавайте навчальні матеріали
zh_hans: 添加学习内容

# onboarding_step2_subtitle
source: AI analyzes your content and suggests improvements and next steps
ar: يحلل الذكاء الاصطناعي المحتوى الخاص بك ويقترح تحسينات وخطوات تالية
bn: AI আপনার সামগ্রী বিশ্লেষণ করে এবং উন্নতি ও পরবর্তী পদক্ষেপ সম্পর্কে পরামর্শ দেয়
de: KI analysiert deine Inhalte und schlägt Verbesserungen und nächste Schritte vor
es: La IA analiza tu contenido y sugiere mejoras y próximos pasos
fa: هوش مصنوعی محتوای شما را تحلیل کرده و بهبودها و گام‌های بعدی را پیشنهاد می‌دهد
fr: L'IA analyse votre contenu et suggère des améliorations et les prochaines étapes
he: בינה מלאכותית מנתחת את התוכן שלך ומציעה שיפורים וצעדים הבאים
hi: AI आपकी सामग्री का विश्लेषण करता है और सुधार और अगले कदम सुझाता है
it: L'IA analizza i tuoi contenuti e suggerisce miglioramenti e passi successivi
ja: AIがコンテンツを分析し、改善点や次のステップを提案
ko: AI가 콘텐츠를 분석하여 개선점과 다음 단계를 제안합니다
pl: AI analizuje Twoje treści i sugeruje ulepszenia oraz kolejne kroki
pt_br: A IA analisa seu conteúdo e sugere melhorias e próximos passos
ru: ИИ анализирует ваш контент и предлагает улучшения и следующие шаги
tr: Yapay zeka içeriğinizi analiz eder ve iyileştirmeler ve sonraki adımlar önerir
uk_ua: ШІ аналізує ваш контент і пропонує покращення та наступні кроки
zh_hans: AI 分析您的内容并提供改进建议和下一步计划

# onboarding_step2_title
source: Get AI Feedback
ar: احصل على تعليقات الذكاء الاصطناعي
bn: AI ফিডব্যাক পান
de: KI-Feedback erhalten
es: Obtén retroalimentación de IA
fa: دریافت بازخورد هوش مصنوعی
fr: Obtenir les commentaires de l'IA
he: קבל משוב מבינה מלאכותית
hi: AI फीडबैक प्राप्त करें
it: Ricevi feedback dall'IA
ja: AIフィードバックを取得
ko: AI 피드백 받기
pl: Uzyskaj opinie od AI
pt_br: Receba feedback da IA
ru: Получите обратную связь от ИИ
tr: Yapay Zeka Geri Bildirimi Al
uk_ua: Отримуйте відгуки від ШІ
zh_hans: 获取 AI 反馈

# onboarding_step3_subtitle
source: View your learning activities and progress at a glance
ar: اعرض أنشطة التعلم والتقدم الخاص بك بلمحة سريعة
bn: আপনার শিক্ষণ কার্যক্রম এবং অগ্রগতি এক নজরে দেখুন
de: Überblick über deine Lernaktivitäten und Fortschritte auf einen Blick
es: Visualiza tus actividades de aprendizaje y progreso de un vistazo
fa: فعالیت‌های یادگیری و پیشرفت خود را در یک نگاه مشاهده کنید
fr: Visualisez vos activités d'apprentissage et votre progression en un coup d'œil
he: צפה בפעילויות הלמידה וההתקדמות שלך במבט אחד
hi: अपनी सीखने की गतिविधियों और प्रगति को एक नज़र में देखें
it: Visualizza le tue attività di apprendimento e i progressi a colpo d'occhio
ja: 学習活動と進捗を一目で確認
ko: 학습 활동과 진행 상황을 한눈에 확인하세요
pl: Przeglądaj swoje działania i postępy w nauce na pierwszy rzut oka
pt_br: Visualize suas atividades de aprendizado e progresso de forma rápida
ru: Просматривайте свои учебные активности и прогресс одним взглядом
tr: Öğrenme aktivitelerinizi ve ilerlemenizi bir bakışta görün
uk_ua: Переглядайте свою навчальну активність і прогрес одним поглядом
zh_hans: 一目了然地查看您的学习活动和进度

# onboarding_step3_title
source: Track Your Progress
ar: تتبع تقدمك
bn: আপনার অগ্রগতি ট্র্যাক করুন
de: Fortschritt verfolgen
es: Sigue tu progreso
fa: پیگیری پیشرفت خود
fr: Suivez votre progression
he: עקוב אחר ההתקדמות שלך
hi: अपनी प्रगति का ट्रैक रखें
it: Monitora i tuoi progressi
ja: 進捗を追跡
ko: 진행 상황 추적하기
pl: Śledź swoje postępy
pt_br: Acompanhe seu progresso
ru: Отслеживайте свой прогресс
tr: İlerlemenizi Takip Edin
uk_ua: Відстежуйте свій прогрес
zh_hans: 跟踪您的进度

# onboarding_weekday_fri
source: Fri
ar: الجمعة
bn: শুক্র
de: Fr
es: Vie
fa: جمعه
fr: Ven
he: שישי
hi: शुक्र
it: Ven
ja: 金
ko: 금
pl: Pt
pt_br: Sex
ru: Пт
tr: Cum
uk_ua: Пт
zh_hans: 周五

# onboarding_weekday_mon
source: Mon
ar: الاثنين
bn: সোম
de: Mo
es: Lun
fa: دوشنبه
fr: Lun
he: שני
hi: सोम
it: Lun
ja: 月
ko: 월
pl: Pn
pt_br: Seg
ru: Пн
tr: Pzt
uk_ua: Пн
zh_hans: 周一

# onboarding_weekday_sat
source: Sat
ar: السبت
bn: শনি
de: Sa
es: Sáb
fa: شنبه
fr: Sam
he: שבת
hi: शनि
it: Sab
ja: 土
ko: 토
pl: So
pt_br: Sáb
ru: Сб
tr: Cmt
uk_ua: Сб
zh_hans: 周六

# onboarding_weekday_sun
source: Sun
ar: الأحد
bn: রবি
de: So
es: Dom
fa: یکشنبه
fr: Dim
he: ראשון
hi: रवि
it: Dom
ja: 日
ko: 일
pl: Nd
pt_br: Dom
ru: Вс
tr: Paz
uk_ua: Нд
zh_hans: 周日

# onboarding_weekday_thu
source: Thu
ar: الخميس
bn: বৃহ
de: Do
es: Jue
fa: پنجشنبه
fr: Jeu
he: חמישי
hi: गुरु
it: Gio
ja: 木
ko: 목
pl: Cz
pt_br: Qui
ru: Чт
tr: Per
uk_ua: Чт
zh_hans: 周四

# onboarding_weekday_tue
source: Tue
ar: الثلاثاء
bn: মঙ্গল
de: Di
es: Mar
fa: سه‌شنبه
fr: Mar
he: שלישי
hi: मंगल
it: Mar
ja: 火
ko: 화
pl: Wt
pt_br: Ter
ru: Вт
tr: Sal
uk_ua: Вт
zh_hans: 周二

# onboarding_weekday_wed
source: Wed
ar: الأربعاء
bn: বুধ
de: Mi
es: Mié
fa: چهارشنبه
fr: Mer
he: רביעי
hi: बुध
it: Mer
ja: 水
ko: 수
pl: Śr
pt_br: Qua
ru: Ср
tr: Çar
uk_ua: Сер
zh_hans: 周三

source: Only one audio file per entry
ar: ملف صوتي واحد فقط لكل إدخال
bn: প্রতি এন্ট্রিতে শুধুমাত্র একটি অডিও ফাইল
de: Nur eine Audiodatei pro Eintrag
es: Solo un archivo de audio por entrada
fa: فقط یک فایل صوتی برای هر ورودی
fr: Un seul fichier audio par entrée
he: קובץ אודיו אחד בלבד לכל רשומה
hi: प्रति प्रविष्टि केवल एक ऑडियो फ़ाइल
it: Solo un file audio per voce
ja: エントリーごとに1つのオーディオファイルのみ
ko: 항목당 오디오 파일 하나만 가능합니다
pl: Tylko jeden plik audio na wpis
pt_br: Apenas um arquivo de áudio por entrada
ru: Только один аудиофайл на запись
tr: Her girdi için yalnızca bir ses dosyası
uk_ua: Лише один аудіофайл на запис
zh_hans: 每条记录只能添加一个音频文件

source: Pause audio
ar: إيقاف الصوت مؤقتًا
bn: অডিও বিরতি দিন
de: Audio pausieren
es: Pausar audio
fa: توقف صدا
fr: Mettre l'audio en pause
he: השהה אודיו
hi: ऑडियो रोकें
it: Metti in pausa l'audio
ja: オーディオを一時停止
ko: 오디오 일시 정지
pl: Wstrzymaj audio
pt_br: Pausar áudio
ru: Пауза аудио
tr: Sesi duraklat
uk_ua: Призупинити аудіо
zh_hans: 暂停音频

source: Photo
ar: صورة
bn: ফটো
de: Foto
es: Foto
fa: عکس
he: תצלום
hi: फोटो
it: Foto
ja: 写真
ko: 사진
pl: Zdjęcie
pt_br: Foto
ru: Фото
tr: Fotoğraf
uk_ua: Фото
zh_hans: 照片

source: Photo Library
ar: مكتبة الصور
bn: ফটো লাইব্রেরি
de: Fotobibliothek
es: Biblioteca de fotos
fa: کتابخانه عکس
fr: Bibliothèque de photos
he: ספריית תמונות
hi: फोटो लाइब्रेरी
it: Libreria foto
ja: フォトライブラリ
ko: 사진 라이브러리
pl: Biblioteka zdjęć
pt_br: Biblioteca de fotos
ru: Фотогалерея
tr: Fotoğraf kütüphanesi
uk_ua: Фотобібліотека
zh_hans: 照片库

source: Photo Selection
ar: اختيار الصورة
bn: ফটো নির্বাচন
de: Fotoauswahl
es: Selección de fotos
fa: انتخاب عکس
fr: Sélection de photos
he: בחירת תמונה
hi: फोटो चयन
it: Selezione foto
ja: 写真の選択
ko: 사진 선택
pl: Wybór zdjęcia
pt_br: Seleção de fotos
ru: Выбор фото
tr: Fotoğraf seçimi
uk_ua: Вибір фото
zh_hans: 照片选择

source: Play
ar: تشغيل
bn: চালান
de: Abspielen
es: Reproducir
fa: پخش
fr: Lire
he: הפעל
hi: चलाएँ
it: Riproduci
ja: 再生
ko: 재생
pl: Odtwórz
pt_br: Reproduzir
ru: Воспроизвести
tr: Oynat
uk_ua: Відтворити
zh_hans: 播放

source: Play audio
ar: تشغيل الصوت
bn: অডিও চালান
de: Audio abspielen
es: Reproducir audio
fa: پخش صدا
fr: Lire l'audio
he: הפעל אודיו
hi: ऑडियो चलाएँ
it: Riproduci audio
ja: オーディオを再生
ko: 오디오 재생
pl: Odtwórz audio
pt_br: Reproduzir áudio
ru: Воспроизвести аудио
tr: Sesi oynat
uk_ua: Відтворити аудіо
zh_hans: 播放音频

# rate_app
source: Rate the App
ar: تقييم التطبيق
bn: অ্যাপটি রেট করুন
de: App bewerten
es: Calificar la aplicación
fa: به برنامه امتیاز دهید
fr: Évaluer l'application
he: דרג את האפליקציה
hi: ऐप को रेट करें
it: Valuta l'app
ja: アプリを評価する
ko: 앱 평가하기
pl: Oceń aplikację
pt_br: Avaliar o aplicativo
ru: Оценить приложение
tr: Uygulamayı değerlendir
uk_ua: Оцінити додаток
zh_hans: 评价应用

# rate_app_subtitle
source: Leave a review on the App Store
ar: اترك تقييمًا في متجر التطبيقات
bn: অ্যাপ স্টোরে একটি রিভিউ দিন
de: Hinterlasse eine Bewertung im App Store
es: Deja una reseña en la App Store
fa: در اپ استور نظر بگذارید
fr: Laisser un avis sur l'App Store
he: השאר ביקורת בחנות האפליקציות
hi: ऐप स्टोर पर समीक्षा छोड़ें
it: Lascia una recensione sull'App Store
ja: App Storeでレビューを残す
ko: App Store에서 리뷰 남기기
pl: Zostaw recenzję w App Store
pt_br: Deixe uma avaliação na App Store
ru: Оставьте отзыв в App Store
tr: App Store'da inceleme bırak
uk_ua: Залишити відгук в App Store
zh_hans: 在 App Store 上留下评论

source: Reanalyze
ar: إعادة التحليل
bn: পুনরায় বিশ্লেষণ করুন
de: Erneut analysieren
es: Reanalizar
fa: تحلیل مجدد
fr: Réanalyser
he: נתח מחדש
hi: पुनः विश्लेषण करें
it: Rianalizza
ja: 再分析
ko: 재분석
pl: Przeanalizuj ponownie
pt_br: Reanalisar
ru: Повторный анализ
tr: Yeniden analiz et
uk_ua: Повторний аналіз
zh_hans: 重新分析

# reanalyze_confirmation_message
source: Existing AI feedback found. Do you want to analyze again? Previous feedback will be deleted.
ar: تم العثور على تعليقات الذكاء الاصطناعي الحالية. هل تريد التحليل مرة أخرى؟ سيتم حذف التعليقات السابقة.
bn: বিদ্যমান এআই ফিডব্যাক পাওয়া গেছে। আপনি কি আবার বিশ্লেষণ করতে চান? আগের ফিডব্যাক মুছে ফেলা হবে।
de: Vorhandenes KI-Feedback gefunden. Möchtest du erneut analysieren? Bisheriges Feedback wird gelöscht.
es: Se encontró retroalimentación de IA existente. ¿Quieres analizar de nuevo? La retroalimentación anterior será eliminada.
fa: بازخورد هوش مصنوعی موجود است. آیا می‌خواهید دوباره تحلیل کنید؟ بازخورد قبلی حذف خواهد شد.
fr: Commentaires IA existants trouvés. Voulez-vous analyser à nouveau ? Les commentaires précédents seront supprimés.
he: נמצא משוב בינה מלאכותית קיים. האם ברצונך לנתח שוב? המשוב הקודם יימחק.
hi: मौजूदा AI फीडबैक मिला है। क्या आप फिर से विश्लेषण करना चाहते हैं? पिछला फीडबैक हटा दिया जाएगा।
it: Trovato feedback AI esistente. Vuoi analizzare di nuovo? Il feedback precedente verrà eliminato.
ja: 既存のAIフィードバックが見つかりました。もう一度分析しますか？以前のフィードバックは削除されます。
ko: 기존 AI 피드백이 있습니다. 새로 분석하시겠습니까? 기존 피드백은 삭제됩니다.
pl: Znaleziono istniejącą opinię AI. Czy chcesz przeanalizować ponownie? Poprzednia opinia zostanie usunięta.
pt_br: Feedback de IA existente encontrado. Deseja analisar novamente? O feedback anterior será excluído.
ru: Обнаружен существующий AI-отзыв. Хотите выполнить анализ снова? Предыдущий отзыв будет удалён.
tr: Mevcut yapay zeka geri bildirimi bulundu. Tekrar analiz etmek istiyor musunuz? Önceki geri bildirimler silinecektir.
uk_ua: Знайдено наявний відгук ШІ. Бажаєте проаналізувати знову? Попередній відгук буде видалено.
zh_hans: 发现现有的 AI 反馈。您想要重新分析吗？之前的反馈将被删除。

source: Recent Study Records
ar: سجلات الدراسة الأخيرة
bn: সাম্প্রতিক অধ্যয়ন রেকর্ডসমূহ
de: Neueste Lernaufzeichnungen
es: Registros de estudio recientes
fa: سوابق مطالعه اخیر
fr: Enregistrements d'étude récents
he: רשומות לימוד אחרונות
hi: हाल के अध्ययन रिकॉर्ड
it: Registrazioni di studio recenti
ja: 最近の学習記録
ko: 최근 학습 기록
pl: Ostatnie zapisy nauki
pt_br: Registros de estudo recentes
ru: Недавние записи о занятиях
tr: Son çalışma kayıtları
uk_ua: Останні записи навчання
zh_hans: 最近的学习记录
